export const config = {
  helloText:
    "👋🏻Здравствуйте, я бот центра государственного строительства и права Института экономики НАН Беларуси! Вот что я могу:",
  pdf: {
    text: "📚Научные статьи и монографии сотрудников",
    answer:
      "Научные статьи и монографии сотрудников центра государственного строительства и права:",
    notFoundError: "Файл не найден",
    loading: "⏳Загрузка",
    files: [
      {
        name: "Белорусская социально-экономическая модель: теория и практика",
        path: "./pdfs/1.pdf",
      },
      {
        name: "Правовое регулирование в сфере лицензирования: мировой и отечественный опыт",
        path: "./pdfs/2.pdf",
      },
      {
        name: "Профессиональные союзы как субъекты гражданского права по законодательству Республики Беларусь",
        path: "./pdfs/3.pdf",
      },
      {
        name: "Хозяйственная деятельность профессиональных союзов",
        path: "./pdfs/4.pdf",
      },
      {
        name: "Проблемы эффективности аграрного и экологического права в условиях интеграционных процессов",
        path: "./pdfs/5.pdf",
      },
      {
        name: "Концепция проекта закона Республики Беларусь Об искусственном интеллекте роботах и робототехнике",
        path: "./pdfs/6.pdf",
      },
    ],
  },
  about: {
    answer: `Центр государственного строительства и права Института экономики НАН Беларуси проводит фундаментальные и прикладные научные исследования в области права, направленные на обеспечение инновационного развития национальной экономики и белорусского общества.
Руководитель центра: кандидат юридических наук, доцент Гладкая Екатерина Николаевна
Почта для связи: gladkaya@economics.basnet.by
        
Центр состоит из 3 секторов, каждый из которых специализируется на собственной проблематике: 
1) сектор правового обеспечения социально-экономического развития сектор
2) сектор правового обеспечения экономической безопасности
3) сектор эколого-правовых исследований.`,
    text: "📌О центре",
  },
};
